# print('Hello world!!!')
# print('Hello,'+ 'M1rage')
# print('3+2')
# print(3+2)
# print('Hello, \' world')
# print('Hello, "\\"  world')
# print('Hello,','world', "and", 'M1rage')
# print('Hello,','world', "and", 'M1rage', sep="-")
# print('Hello,','world', "and", 'M1rage', sep="")#  Без разделителя
# print("Hello \nM1rage")

#1) Выведите с помощью двух функций print два предложения: «Я прохожу курс по Python» и «Я учу Python по курсу: ‘Программирование на Python с Нуля до Гуру’».
#2) Выведите с помощью только одного вызова функции print два предложения из предыдущего пункта, причём после первого предложения должен быть переход на новую строку.

print('Я прохожу курс по Python!!!')
print("Я учу курс Python по курсу: \'Программирование на Python c Нуля до Гуру\'")
print("Я учу курс Python по курсу: \n\'Программирование на Python c Нуля до Гуру\'")




